Repository: hayk912/bidpart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Recent Actions
sv: Senaste Händelser

source: Users & Businesses
sv: Användare & Företag

source: Ads & Deals
sv: Anonnser & Affärer

source: Site content
sv: Webbplatsinnehåll

source: Files & Images
sv: Filer & Bilder

source: Settings
sv: Inställningar

source: All Recent Actions
sv: All Senaste Händelser

source: Your Recent Actions
sv: Dina Senaste Händelser

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: Buy & Sell
sv: Köp & Sälj

source: Sell
sv: Sälj

source: Buy
sv: Köp

source: Business profile
sv: Företagsprofil

source: Contact person
sv: Contact

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Email
sv: E-post

source: Confirm email
sv: Bekräfta e-post

source: Business name
sv: Företagsnamn

source: Country
sv: Land

source: Address
sv: Adress

source: Zipcode
sv: Postkod

source: City
sv: Stad

source: Sign me up for Bidpart newsletter
sv: Registrera mig för Bidpart nyhetsbrev

source: The entered email already exists
sv: Den angivna e-post adressen finns redan

source: Both email fields must match.
sv: Båda e-post fälten måste match

source: Password (min 6)
sv: Lösenord (min 6)

source: Yes, I approve of the
sv: Ja, jag godkänner den

source: Invalid email or password
sv: Ogiltig e-postadress eller lösenord

source: Search
sv: Sök

source: All states
sv: Alla tillstånd

source: Recruit somone?
sv: Rekrytera någon?

source: You need to select one or more choices.
sv: Du måste välja en eller fler val.

source: Active
sv: Aktiv

source: Creator
sv: Skapare

source: Business description
sv: Företagsbeskrivning

source: Business agent
sv: Företagsagent

source: Is Agent
sv: Är Agent

source: Zip code
sv: Postkod

source: Commission Override
sv: Provisionöverridning

source: Accounts
sv: Konton

source: Business profiles
sv: Företagsprofiler

source: Provision level
sv: Provisionsnivå

source: Number of sold ads
sv: Antal sålda annonser

source: Number of bought ads
sv: Antal köpta annonser

source: Number of ads
sv: Antal annonser

source: Total views of all ads
sv: Totalt antal visningar av alla annonser

source: Number of recruited businesses
sv: Antal rekryterade företag

source: Deals (interested)
sv: Affärer (intresse)

source: Deals (active)
sv: Affärer (aktiv)

source: Deals (done)
sv: Affärer (klar)

source: Deals (canceled)
sv: Affärer (avbruten)

source: User
sv: Användare

source: Active profile
sv: Aktiv profil

source: Phone
sv: Telefon

source: Cellphone
sv: Mobiltelefon

source: Language code
sv: Språk kod

source: User profile
sv: Användarprofil

source: User profiles
sv: Användarprofiler

source: Your details was saved successfully.
sv: Dina uppgifter har sparats.

source: Account
sv: Konto

source: Company
sv: Företag

source: Update details
sv: Uppdatera detaljer

source: Recruited
sv: Rekryterad

source: Completed deals
sv: Avslutade affärer

source: Signs of interest
sv: Intresseanmälningar

source: Active deals
sv: Aktiva affärer

source: Canceled deals
sv: Avbrutna affärer

source: Commission level
sv: Provisionsnivå

source: Explaination?
sv: Förklaring?

source: to
sv: till

source: Send invite
sv: Skicka inbjudning

source: Dashboard
sv: Instrumentpanel

source: Ad
sv: Annons

source: Bid
sv: Bud

source: End-price (EUR)
sv: Slutpris (EUR)

source: Your profit (EUR)
sv: Din vinst (EUR)

source: Invoice
sv: Faktura

source: Already billed
sv: Har redan fakturerats

source: Download invoice base
sv: Ladda ner fakturaunderlag

source: Views
sv: Visningar

source: Active ads
sv: Aktiva annonser

source: Sold products
sv: Sålda produkter

source: Login
sv: Logga in

source: Forgot your password?
sv: Glömt ditt lösenord?

source: Signup
sv: Skapa konto

source: Don't have an account?
sv: Har du inget konto?

source: Create an account
sv: Skapa ett konto

source: Change password
sv: Byt lösenord

source: Logout
sv: Logga ut

source: Your ads
sv: Dina annonser

source: Unpublished
sv: Opublicerad

source: Completed
sv: Avslutad

source: Your bids
sv: Dina bud

source: Canceled
sv: Avbruten

source: Sales in 1000s EUR
sv: Försäljning i 1000s EUR

source: Have an account?
sv: Har du ett konto?

source: Login here
sv: Logga in här

source: Terms & Agreement
sv: Användarvillkor

source: Next step
sv: Nästa steg

source: Create
sv: Skapa

source: Activated setting!
sv: Aktiverade inställning!

source: Activate setting
sv: Aktiviera inställning

source: Deactivated setting!
sv: Avaktiverade inställning!

source: Deactivate setting
sv: Avaktivera inställning

source: Product type
sv: Produkttyp

source: Product types
sv: Produkttyper

source: String
sv: Sträng

source: Integer
sv: Heltal

source: Admin settings
sv: Admin inställningar

source: Admin setting
sv: Admin inställning

source: Admin settings group
sv: Admin instlällningsgrupp

source: Admin settings groups
sv: Admin instlällningsgrupper

source: Product information
sv: Produktinformation

source: Other
sv: Övrigt

source: Choose here
sv: Välj här

source: Product category
sv: Produktkategori

source: An url to a youtube-clip
sv: En url till ett youtubeklipp

source: Business domains
sv: Affärsområden

source: %s can't be comined with other business domains
sv: %s kan ej kombineras med andra affärsområden

source: We can not find this youtube video.
sv: Vi kan inte hitta detta youtubeklipp

source: Please fill out product information for at least one language
sv: Vänligen fyll i produktinformation för minst ett språk

source: Invalid extension. Valid extensions are: {0}.
sv: Ogiltig filändelse. Giltiga filändelser är: {0}.

source: Image to large (> 8mb)
sv: Filen är för stor (> 8mb)

source: Could not read uploaded image
sv: Kan ej läsa den uppladdade filen

source: Created ascending
sv: Skapad stigande

source: Created descending
sv: Skapad fallande

source: Title ascending
sv: Titel stigande

source: Title descending
sv: Titel fallande

source: Price ascending
sv: Pris stigande

source: Price descending
sv: Pris fallande

source: Converted price ascending
sv: Konverterat pris stigande

source: Converted price descending
sv: Konverterat pris fallande

source: Ads on Bidpart
sv: Annonser på Bidpart

source: All business domains
sv: Alla affärsområden

source: Title
sv: Titel

source: The title of your ad
sv: Titel för din annons

source: Description
sv: Beskrivning

source: A detailed description of your ad. Use English language to reach a wider audience.
sv: En detaljerad beskrivning av din annons. Använd engelskt språk för att nå så många som möjligt.

source: Price / pcs
sv: Pris / st

source: Amount
sv: Antal

source: The amount of items you are selling.
sv: Antalet artiklar till salu

source: Help text for published
sv: Help text for the published

source: Updated
sv: Uppdaterad

source: When the ad was last edited
sv: När var annonsen senast uppdaterad

source: Created
sv: Skapad

source: When the ad was created
sv: När var annonsen skapad

source: Last Deal updated
sv: Senast uppdaterad deal

source: When was the last deal updated
sv: När var senaste annonsen uppdaterad

source: Use this instead of deleting the ad
sv: Använd detta istället för att ta bort annonsen

source: The person who created the ad
sv: Personen som skapade annonsen

source: Owner
sv: Ägare

source: The business who owns the ad
sv: Företaget som äger annonsen

source: Buying
sv: Köpes

source: If the ad is wanted
sv: Om annonsen är en köpesannons

source: Featured on the frontpage
sv: Featured på framsidan

source: Number of views
sv: Antal visningar

source: Total number of views this ad has
sv: Totala antalet visningar denna annons har

source: Your own notes
sv: Dina egna noteringar

source: Your own notes is not visible to anyone else.
sv: Dina egna noteringar är inte synliga för andra.

source: Ads
sv: Annonser

source: Yes
sv: Ja

source: No
sv: Nej

source: Ad product field value
sv: Annons produkt fält värde

source: Ad product field values
sv: Annons produkt fält värden

source: Is Unique
sv: Är unik

source: If this business domain is selected no other business domain can be selected.
sv: Om detta affärsområde är vald så kan inga andra affärsområden väljas.

source: Business domain
sv: Affärsområde

source: Product categories
sv: Produktkategorier

source: Product field
sv: Produktfält

source: Product fields
sv: Produktfält

source: Product field choice
sv: Produktfälts val

source: Product field choices
sv: Produktfälts val

source: Ad image
sv: Annonsbild

source: Ad images
sv: Annonsbilder

source: Ad file
sv: Annonsfil

source: Ad files
sv: Annonsfiler

source: Permission denied
sv: Tillstånd nekas

source: interests
sv: Intressen

source: deals
sv: affärer

source: completed
sv: avslutad

source: State
sv: Tillstånd

source: Your bid
sv: Dina bud

source: Published
sv: Publicerad

source: Share on
sv: Dela på

source: Quantity
sv: Antal

source: Todays rates
sv: Dagens växlingskurs

source: pcs
sv: st

source: Deals
sv: Affärer

source: Specification
sv: Specifikation

source: Files
sv: Filer

source: More ads
sv: Mer annonser

source: Login to sign of interest
sv: Logga in för att göra en intresseanmälan

source: Sign of interest
sv: Intresseanmälan

source: You have already signed of interest on this ad.
sv: Du har redan gjort en intresseanmälan på denna annons.

source: Update ad
sv: Uppdatera annons

source: There are errors, please review the form and submit again.
sv: Det finns fel, vänligen granska formuläret och skicka igen.

source: Ad type
sv: Anonnstyp

source: Selling
sv: Säljes

source: required
sv: krävs

source: Max price / pcs
sv: Maxpris / st

source: Bidparts commission is 10&#37; (minimum € 60) and based on the final price of each individual deal.
sv: Bidparts provision är 10&#37; (minimum 60 €) och baseras på det slutgiltliga priset på varje enskild affär.

source: Advertise without price
sv: Annonsera utan pris

source: Pcs
sv: St

source: Images
sv: Bilder

source: Upload image
sv: Ladda upp bild

source: Files & documentation
sv: Filer & dokumentation

source: Upload file
sv: Ladda upp fil

source: Delete
sv: Radera

source: Save Ad
sv: Spara annons

source: Are you sure you want to delete this ad?
sv: Är du säker på att du vill ta bort anonnsen?

source: Cancel
sv: Avbryt

source: Product specification
sv: Produktspecifikation

source: Please choose a product type
sv: Vänligen välj en produkttyp

source: Search for
sv: Sök efter

source: in
sv: i

source: Featured ads
sv: Utvalda annonser

source: Latest ads
sv: Senaste annonserna

source: See more of the latest ads
sv: Se fler av de senaste annonserna

source: Filter ads
sv: Filtrera annonser

source: Back
sv: Bakåt

source: Date added
sv: Datum tillagd

source: Price
sv: Pris

source: Product name
sv: Produknamn

source: BUYING
sv: KÖPER

source: ago
sv: sedan

source: Your ad has been successfully deleted.
sv: Din anonns har blivit borttagen.

source: Continue
sv: Fortsätt

source: Prev
sv: Föreg

source: First
sv: Första

source: Last
sv: Sista

source: Next
sv: Nästa

source: All product categories
sv: Alla produktkategorier

source: All product types
sv: Alla produkttyper

source: Actual price: %(amount)s %(currency)s
sv: Verkligt pris: %(amount)s %(currency)s

source: Offer desired
sv: Anbud önskas

source: No price is set, please leve an offer.
sv: Inget är pris satt, vänligen lämna bud.

source: Publish
sv: Publicera

source: Title slug
sv: Titel-slug

source: Text teaser
sv: Ingress

source: Text body
sv: Brödtext

source: Unpublish
sv: Avpublicera

source: Blog
sv: Blogg

source: Blog entry
sv: Blogginlägg

source: Blog entries
sv: Blogginlägg

source: Image
sv: Bild

source: Blog entry image
sv: Blogginlägg bild

source: Blog entry images
sv: Blogginlägg bilder

source: No blog entries found.
sv: Inga blogginlägg hittades

source: Thumbnail
sv: Tumnagel

source: Body
sv: Brödtext

source: Subject
sv: Ämne

source: Plain text
sv: Klartext

source: Active on site
sv: Aktiva på sidan

source: Internal title
sv: Intern titel

source: Slider page
sv: Slidersida

source: Slider pages
sv: Slidersidor

source: Show in top menu
sv: Visa i huvudmeny

source: Page
sv: Sida

source: Pages
sv: Sidor

source: Email template
sv: E-post template

source: Email templates
sv: E-post templates

source: Contact us
sv: Kontakta oss

source: Subject:
sv: Ämne:

source: Message:
sv: Meddelande:

source: Your name:
sv: Ditt namn:

source: Your e-mail address:
sv: Din e-postadress:

source: Send me a copy of the support ticket.
sv: Skicka mig en kopia av ärendet

source: Send
sv: Skicka

source: Thanks for contacting us. We will get back to you shortly.
sv: Tack för att du kontaktar oss. Vi återkommer innom kort.

source: Buyer
sv: Köpare

source: Seller
sv: Säljare

source: Activate
sv: Aktivera

source: Extend
sv: Förläng

source: Complete
sv: Avsluta

source: Interested
sv: Intresserad

source: Optional bid
sv: Valfritt bud

source: End price
sv: Slutpris

source: The number of items
sv: Antalet objekt

source: End price (Converted to EUR)
sv: Slutpris (Konverterat till EUR)

source: Price converted to EUR
sv: Pris konverterat till EUR

source: Commission
sv: Provision

source: Agent Commission
sv: Agentprovision

source: Agent comission
sv: Agentprovision

source: Last reminder
sv: Senaste påminnelse

source: Manual processing
sv: Manuell hantering

source: Payed to agent
sv: Utbetalt till agent

source: Cancel reason
sv: Avbruten anledning

source: The invoice this deal has auto-created
sv: Fakturan som denna affär har auto-skapat

source: If this deal auto-created a invoice, it will be referenced here
sv: Om denna affär auto-skapade en faktura, är den refererad här

source: Renewed
sv: Förnyad

source: Activate deal for ad
sv: Aktivera affär för annons

source: The deal is now activated.
sv: Affären är nu aktiverad

source: By activating this deal you'll be granted access to the other partys contact information.
sv: Genom att aktivera den här affären så får du ta del av motpartens kontaktuppgifter.

source: Close
sv: Stäng

source: Cancel deal for ad
sv: Avbryt affär för annons

source: The deal is now canceled.
sv: Affären är nu avbruten

source: To get the statistics, we wish that you give the reason for you to cancel the deal. This information is for internal use only and will not be shown to the other party.
sv: För att få statistik önskar vi att ni anger orsaken till att ni avbryter affären. Denna information är endast för interntbruk och kommer inte att visas för motparten.

source: In order to offer other equipment we will contact the other party when a deal is cancelled.
sv: För att kunna erbjuda annan utrustning kommer vi att kontakta motparten när en affär avbryts.

source: Reason for canceling
sv: Anledning för att avbryta

source: Cancel deal
sv: Avbryt affär

source: Complete deal for ad
sv: Avsluta affär för annons

source: The deal is now completed.
sv: Affären är nu avslutad.

source: Please complete the deal by entering the total price for the quantity that have been sold.
sv: Slutför affären genom att ange the totala priset för de sålda objekten.

source: End quantity
sv: Slutmängd

source: Complete deal
sv: Avsluta affär

source: Your sign of interest is now sent.
sv: Din intresseanmälan är nu skickad.

source: With your consent, your contact information will be sent to the owner of the equipment. When the owner is aware of your contact information he can contact you regarding your inquiry.
sv: Med ditt samtycke, kommer din kontaktinformation att skickas till ägaren av utrustningen. När ägaren är medveten om dina kontaktuppgifter kan han kontakta dig angående din förfrågan.

source: Place your own bid
sv: Ange ditt eget bud

source: Extend deal for ad
sv: Förläng affär för annons

source: The deal is now extended.
sv: Affären är nu förlängd

source: We send inactivity notifications to make sure all deals get the attention needed. By extending this deal we know you're allready working on it and wont send those reminders.
sv: Vi skickar notifieringar vid inaktivitet för att alla affärer skall få den uppmärksamhet som krävs. Genom att förlänga affären vet vi att ni redan arbetar med den och vi undviker då att skicka påminnelserna.

source: Extend deal
sv: Förläng affär

source: Begin negotiations to see contact information
sv: Inled förhandlingar för att se kontaktinformation

source: Extend negotiation time
sv: Förläng förhandlingstid

source: Begin negotiations
sv: Starta förhandlingar

source: Deal complete
sv: Affär avslutad

source: Customer
sv: Kund

source: Date
sv: Datum

source: Show
sv: Visa

source: Name
sv: Namn

source: FAQ group
sv: FAQ grupp

source: FAQ groups
sv: FAQ grupper

source: Groups
sv: Grupper

source: Question
sv: Fråga

source: Answer
sv: Svar

source: Only allow logged in users to view this question
sv: Bara inloggade användare får se denna fråga

source: FAQ question
sv: FAQ fråga

source: FAQ questions
sv: FAQ frågor

source: FAQ
sv: Frågor & Svar

source: Questions
sv: Frågor

source: Answers
sv: Svar

source: Filesize
sv: Filstorlek

source: Short description
sv: Kort beskrivning

source: Unique identifier
sv: Unik identifierare

source: File size
sv: Filstorlek

source: File
sv: Fil

source: File key
sv: Filnyckel

source: Site file
sv: Webbplatsfiler

source: Site files
sv: Webbplatsfiler

source: Image file
sv: Bildfil

source: Width
sv: Bredd

source: The width in pixels.
sv: Bredden i pixlar.

source: Height
sv: Höjd

source: The height in pixels.
sv: Höjden i pixlar.

source: Comment
sv: Kommentar

source: To the frontpage
sv: Till startsidan

source: Contact me
sv: Kontakta mig

source: Place new ad
sv: Skapa annons

source: As easy as one, two, three:
sv: Så här enkelt är det:

source: Publish your ad
sv: Publicera din annons

source: Profit!
sv: Gör en lönsam affär!

source: Create account
sv: Skapa ett konto

source: We will contact you shortly.
sv: Vi kontaktar dig snart.

source: PDF-file
sv: PDF-fil

source: Invoice is not generated to disk.
sv: Fakturan är ej sparad på disk.

source: Invoice title
sv: Fakturatitel

source: Commission Invoice
sv: Provisionsfaktura

source: Terms days net
sv: Netto

source: Is basis for invoice
sv: Är fakturaundelag

source: Is the pdf written to disk
sv: Är pdf:en skriven till disk

source: Invoice basis
sv: Fakturaunderlag

source: Invoices
sv: Faktruror

source: Invoice row
sv: Fakturarad

source: Invoice rows
sv: Fakturarader

source: Invoice log entry
sv: Faktura logginlägg

source: Invoices log entries
sv: Fakturor logginlägg

source: Invoice number
sv: Fakturanummer

source: Invoice date
sv: Faktureringsdatum

source: Not yet sent.
sv: Ej skickad ännu.

source: Invoice address
sv: Fakturadresss

source: Your reference
sv: Er referens

source: Our reference
sv: Våran referens

source: Payment terms
sv: Betalningsvillkor

source: 10 days net
sv: 10 dagars netto

source: Expiration date
sv: Förfallodatum

source: Not sent yet
sv: Ej skickad ännu

source: Penalty interest rate
sv: Dröjsmålsränta

source: Tax rate
sv: Moms

source: Total
sv: Totalt

source: Added
sv: Tillagd

source: Changed
sv: Ändrad

source: Deleted
sv: Borttagen

source: Action
sv: Händelse

source: Oops, this link doesn't go anyware.
sv: Oops, denna länk går ingenstans.

source: Oops, something went very wrong.
sv: Oops, någonting gick fel.

source: Our developers has just got an email about the error.
sv: Våra utveklare fick just en mail om detta fel.

source: Language
sv: Språk

source: Currency
sv: Valuta

source: My Account
sv: Mitt konto

source: Agent Dashboard
sv: Agent Instrumentpanel

source: My Details
sv: Mina detaljer

source: Login / Signup
sv: Logga in / Skapa konto

source: Free support
sv: Gratis support

source: Call
sv: Ring

source: Bidpart on Facebook
sv: Bidpart på Facebook

source: About the site
sv: Om sidan

source: Report error
sv: Felanmälan

source: Terms and Conditions
sv: Användarvillkor

source: Please correct the error below.
sv: Vänligen korrigera felet nedan.

source: E-mail:
sv: E-post:

source: Password:
sv: Lösenord:

source: Open All Items
sv: Öppna Alla Objekt

source: Close All Items
sv: Stäng Alla Objekt

source: Add Item
sv: Lägg till Objekt

source: View on Site
sv: Se på Sidan

source: Move Item
sv: Flytta Objekt

source: Delete Item
sv: Ta bort Objekt

source: Add another %(verbose_name)s
sv: Lägg till ännu en %(verbose_name)s

source: Add Another
sv: Lägg till fler

source: Password change successful
sv: Lösenordet byttes framgångsrikt

source: Your password was changed
sv: Ditt lösenord byttes

source: continue
sv: fortsätt

source: Password change
sv: Lösenordsbyte

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
sv: Vänligen skriv till gammla lösenord, för säkerhets skull, och skriv sedan ditt nya två gånger så vi kan verifiera att du skrev rätt

source: Password reset complete
sv: Återställning av lösenord klar

source: Your password has been set. You may go ahead and
sv: Ditt lösenord har satts. Du kan forstätta igenom att

source: login now
sv: logga in nu

source: Enter new password
sv: Skriv nytt lösenord

source: Enter your new password twice so we can verify you typed it in correctly.
sv: Skriv ditt nya lösenord två gånger så vi kan verifiera att du skrev rätt.

source: Password reset unsuccessful
sv: Återställning av lösenord misslyckades

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
sv: Återställningslänken för ditt lösenord var ogiltlig, möjligen på grund av att den redan är använd. Vänligen beställ en ny lösenordsåterställning.

source: Password reset successful
sv: Återställning av lösenord lyckades

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
sv: Vi har skickat ett e-postmeddelande till dig på hur du återställer ditt lösenord till e-postadressen du angav. Du borde få det strax.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
sv: Du har fått detta e-postmeddelande för att du begärde en återställning av ditt lösenord på %(site_name)s.

source: Please go to the following page and choose a new password:
sv: Vänligen gå till följande sida och välj ditt nya lösenord:

source: Your username, in case you've forgotten:
sv: Ditt användarnamn, ifall du har glömt:

source: Thanks for using our site!
sv: Tack för att du använder våran sida!

source: The %(site_name)s team
sv: Teamet på %(site_name)s

source: Password reset
sv: Lösenordsåterställning

source: Reset password
sv: Återställ lösenord

source: Forgotten your password? Enter your e-mail address here, and we'll e-mail instructions for setting a new one.
sv: Glömt ditt lösenord? Skriv din e-postadress här, och vi kommer att skicka instruktioner på hur du sätter ett nytt.
